Repository: nad2000/RSTA-apportal-hub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: mi

source: To complete the nomination, you must provide a CV, please add a current CV to your profile. Otherwise the Prize nomination cannot be considered.
mi: Hei whakaoti i te tautapanga, me tuku mai i tētahi tātai pūmanawa, tēnā tāpirihia tētahi tātai pūmanawa o nāianei ki tō kāhua. Ki te kore ka kore te tautapanga e whiriwhiria.

source: Invitation to submit an application resent to %s.
mi: I tukuna anōtia te tono kia tuku tono mai ki a %s.

source: Your testimonial form was converted into PDF file. Please review the converted testimonial form version <a href='%s'>%s</a>.
mi: I hurihia tō puka tautoko hei kōnae PDF. Tēna tirotirohia te putanga o te puka tautoko i hurihia <a href='%s'>%s</a>.

source: Failed to convert your testimonial form into PDF. Please save your testimonial form into PDF format and try to upload it again.
mi: I mūhore te huri i tō puka tautoko hei PDF. Tēna tiakina tō puka tautoko hei PDF ka tukuatu anō.

source: To complete the testimonial, you must provide a CV, please add a current CV to your profile. Otherwise the Prize application cannot be considered.
mi: Hei whakaoti i te tuhinga tautoko, me tuku mai i tētahi tātai pūmanawa, tēnā tāpirihia tētahi tātai pūmanawa o nāianei ki tō kāhua. Ki te kore ka kore te tono Paraihe e whiriwhiria.

source: Your referee report has been submitted. The Prize secretariat will be in touch if there is anything more needed. Thank you for your participation.
mi: I tutuki te tuku mai i tō pūrongo kaitautoko. Ka whakapā atu te tari hēkeretari Paraihe ki a koe mēnā e hiahiatia ana ētahi atu kōrero. E mihi ana ki a koe mōu i whai wāhi mai.

source: You opted out of Testimonial.
mi: I kōwhiria e koe kia kaua e mahi i te Tuhinga Tautoko

source: Testimonial is already submitted.
mi: Kua tukuna kē te tuhinga tautoko

source: Please submit your review.
mi: Tēnā tukuna mai te tuhinga tautoko

source: You have been nominated for the %(round)s by %(inviter)s. To accept this nomination, please "Start Prize Application"
mi: Kua tonoa koe e %(round)s kia tono mō te %(inviter)s

source: Add Testimonial
mi: Tāpirihia te Tuhinga Tautoko

source: Edit Testimonial
mi: Takatāngia te Tuhinga Tautoko

source: Error while converting to pdf. Please contact Administrator: {ex}
mi: I hapa i te wā i huri hei pdf. Tēnā whakapā atu ki te Kaiwhakahaere: {ex}

source: Only the round panellist and staff can export the application
mi: Mā te kaiwhiriwhiri whiringa me ngā kaimahi anake e kaweatu i te tono

source: %d invitation(s) to panellist sent.
mi: %d te/ngā tono i tukuna ki te kaiwhiriwhiri

source: You have conflict of interest for this application.
mi: He raru whaipānga tāu mō tēnei tono.

source: Evaluation scoring was already created
mi: I waihangatia kētia te tatau arotakenga

source: Evaluation has been already submitted. It cannot be changed after it was submitted
mi: Kua tukuna kē te arotakenga. Kāore e āhei ki te whakarerekē i muri i te tukuna mai

source: Proposal/Application
mi: Tono

source: You have not yet stated your conflict of interest statement for all applications. Please submit the statements for all the applications submitted in the round.
mi: Kāore anō kia tuku mai i ngā tauākī raru whaipānga katoa. Tēnā tukuna mai ngā tauākī mō ngā tono katoa i tukuna i tēnei whiringa.

source: Total Scores
mi: Ngā Tapeke

source: Invitation is missing!
mi: Kua ngaro te tono!

source: Personal info
mi: Mōhiohio whaiaro

source: Permissions
mi: Whakaaetanga

source: Important dates
mi: Ngā rā matua

source: Users
mi: Ngā Kaiwhakamahi

source: This username has already been taken.
mi: Kāore i te wātea tēnei ingoa kaiwhakamahi.

source: Name of User
mi: Ingoa o te Kaiwhakamahi

source: Infos successfully updated
mi: I tutuki te whakahou i ngā mōhiohio

source: previous
mi: ki mua

source: next
mi: ki muri

source: Browse
mi: Tirotiro

source: State
mi: Tūnga

source: Sign&nbsp;up&nbsp;here!
mi: Hono&nbsp;mai&nbsp;ki&nbsp;konei!

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
mi: He pūkete tāu? Tēnā <a href="%(login_url)s">takiuru mai</a>.
