Repository: nad2000/RSTA-apportal-hub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: mi

source: English
mi: Reo Pākehā

source: Maori
mi: Reo Māori

source: Portal Administration
mi: Whakahaerenga Tomokanga

source: Comment
mi: Tākupu

source: Protection Pattern
mi: Tauira Parahau

source: Protection Patterns
mi: Tauira Parahau

source: Previous
mi: Ki mua

source: Please read and consent to the Privacy Policy
mi: Tēnā pānuitia ka whakaae ki te Kaupapahere Tūmataitinga

source: I have read and agreed to the <a href='#' data-toggle='modal' data-target='#privacy-statement'>Privacy Statement</a>
mi: Kua pānui ahau me te whakaae ki te <a href='#' data-toggle='modal' data-target='#privacy-statement'>Tauākī Tūmataiti</a>

source: Currently:
mi: O-nāianei:

source: Change:
mi: Huri:

source: Team representative
mi: Māngai ā-Rōpū

source: Individual applicant
mi: Kaitono Takitahi

source: You can download the application form template at <strong><a href="%s">%s</a></strong>
mi: Ka taea e koe te tikiake te tātauira puka tono ki <strong><a href="%s">%s</a></strong>

source: You can download the budget template at <strong><a href="%s">%s</a></strong>
mi: Ka taea e koe te tikiake te tātauira mahere pūtea ki <strong><a href="%s">%s</a></strong>

source: Team
mi: Rōpū

source: Applicant
mi: Kaitono

source: Summary and Forms
mi: Whakarāpopototanga me ngā Puka

source: Referees
mi: Ngā Kaitautoko

source: Identity Verification
mi: Whakatūturutanga Tuakiri

source: Ethics
mi: Matatika

source: As authorized lead applicant, I affirm that all information provided in this application is to the best of my knowledge true and correct. <br/><br/>I affirm that if successful, I (and where relevant, my team) will participate in publicity and that the content of this application can be used in promotion of the Prizes.<br/><br/>If the Prize comes with conditions on use, I affirm that any Prize money will be used in accordance with the Prize's guidelines, and in accord with any plan submitted as part of the Prize application
mi: Hei kaiārahi kua whakamanahia, e whakaae ana au he pono, <br>he tika hoki ngā mōhiohio katoa ki taku mōhio, ā, e whakaū ana mēnā ka momoho, <br>ka whai wāhi ahau (me taku rōpū) ki ngā whakatairanga, <br>ā, ka taea ngā kōrero o tēnei tono te whakatairanga i ngā Paraihe.

source: Terms and Conditions
mi: Ngā Ture me ngā Here

source: Submit
mi: Tukuna

source: Submit the application
mi: Tukuna te puka tono

source: Save
mi: Tiakina

source: Save draft application
mi: Tiakina te puka tono hukihuki

source: Cancel
mi: Whakakorea

source: Next
mi: Ki muri

source: Choose an organisation or create a new one ...
mi: Kōwhiria tētahi whakahaere, waihangatia tētahi mea hou rānei …

source: Email
mi: Īmēra

source: Skip the rest of the profile sections and complete the profile now
mi: Waiho te toenga o ngā wāhanga kāhua ka whakaoti i te kāhua ināianei

source: Finish and Save
mi: Whakamutua ka Tiakina

source: Nominee
mi: Tangata Tautapa

source: You can download the nomination form template at <strong><a href="%s">%s</a></strong>
mi: Ka taea e koe te tikiake te tātauira puka tautapanga ki <strong><a href="%s">%s</a></strong>

source: Save draft nomination
mi: Tiakina te tautapanga hukihuki

source: Close
mi: Katia

source: You can download the application review form template at <strong><a href="%s">%s</a></strong>
mi: Ka taea te tikiake te tātauira puka arotake tono ki <strong><a href="%s">%s</a></strong>

source: Testimonial
mi: Tuhinga Tautoko

source: Save draft testimonial
mi: Tiakina te tuhinga tautoko hukihuki

source: I do not wish to provide a testimonial
mi: Kāore au i te hiahia ki te tuku tuhinga tautoko

source: Accept
mi: Whakaae

source: Request resubmission
mi: Tonoa kia tuku anō

source: Please add a comment if you request a resubmission
mi: Tēnā tāpirihia he tākupu ina tono koe kia tuku anō

source: Invite
mi: Tono

source: Conflict of Interest
mi: He Raru Whaipānga

source: No
mi: Kāo

source: Yes
mi: Āe

source: Upload the Score Sheet
mi: Tukuatu te Raupepa Tatau

source: You can download the round score sheet template at <strong><a href="%s">%s</a></strong>
mi: Ka taea e koe te tikiake te tātauira tatauranga ki <strong><a href="%s">%s</a></strong>

source: N/A
mi: Pānga kore

source: Show Detailed Report
mi: Whakaatuhia te Pūrongo Āmiki

source: Show Scores
mi: Whakaatuhia ngā Tatau

source: Export all the applications of the round
mi: Kaweatu ngā tono katoa o te whiringa

source: Export PDF
mi: Kaweatu te PDF

source: Prefer not to say
mi: Kāore i te hiahia whāki

source: Male
mi: Tāne

source: Female
mi: Wahine

source: Gender diverse
mi: Kanorau ā-ira

source: Education
mi: Mātauranga

source: Employment
mi: Mahi

source: Membership
mi: Mematanga

source: Service
mi: Ratonga

source: No Qualification
mi: Kāore he Tohu Mātauranga

source: Level 1 Certificate
mi: Pōkaitahi Taumata 1

source: Level 2 Certificate
mi: Pōkaitahi Taumata 2

source: Level 3 Certificate
mi: Pōkaitahi Taumata 3

source: Level 4 Certificate
mi: Pōkaitahi Taumata 4

source: Level 5 Diploma/Certificate
mi: Pōkairua/Pōkaitahi Taumata 5

source: Level 6 Graduate Certificate, Level 6 Diploma/Certificate
mi: Pōkaitahi Paetahi Taumata 6, Pōkairua/Pōkaitahi Taumata 6

source: Bachelor Degree, Level 7 Graduate Diploma/Certificate, Level 7 Diploma/ Certificate
mi: Tohu Paetahi, Pōkairua/Pōkaitahi Paetahi Taumata 7, Pōkairua/Pōkaitahi Taumata 7

source: Postgraduate Diploma/Certificate, Bachelor Honours
mi: Pōkairua/Pōkaitahi Tautara, Tāhū Paetahi

source: Masters Degree
mi: Tohu Paerua

source: Doctorate Degree
mi: Tohu Kairangi

source: Overseas Secondary School Qualification
mi: Tohu Mātauranga Kura Tuarua nō Tāwāhi

source: Don't Know
mi: Kāore i te Mōhio

source: Submitted By
mi: I Tukuna e

source: Failed to convert your application form into PDF. Please save your application form into PDF format and try to upload it again.
mi: Kāore i huri i tō tono ki te hōputu PDF. Tēnā tiakina tō puka tono mā te hōputu PDF kātahi ka tukuna atu anō.

source: Failed to convert your application form into PDF: %s. Please save your application form into PDF format and try to upload it again.
mi: Kāore i huri i tō tono ki te hōputu PDF: %s. Tēnā tiakina tō puka tono mā te hōputu PDF kātahi ka tukuna atu anō.

source: ethnicities
mi: mātāwaka

source: code
mi: waehere

source: description
mi: whakaahuatanga

source: comment
mi: tākupu

source: career stage
mi: taumata umanga

source: Year that you first attained the career stage
mi: Te tau tuatahi i eke koe ki te taumata umanga

source: Invalid ORCID iD %(value)s. It should be in the form of 'xxxx-xxxx-xxxx-xxxx' where x is a digit.
mi: He ORCID iD koremana %(value)s. Tōna tikanga me tōna momoxxxx-xxxx-xxxx-xxxx’ arā he mati te x.

source: Invalid ORCID iD %(value)s checksum. Make sure you have entered correct ORCID iD.
mi: He ORCID iD %(value)s koremana Me whakarite he tika tō whakauru i teORCID iD

source: type
mi: momo

source: value
mi: wāriu

source: ISNI value %(value)s should be at least 16 characters long.
mi: Me 16 neke atu rānei ngā pūtohu mō te wāriu ISNI %(value)s

source: ISNI value %(value)s pattern in not valid. It should contain digits or 'X' as the final character.
mi: He tauira wāriu ISNI %(value)s koremana. Me whai mati, 'X' rāneihei pūtohu whakamutunga.

source: ISNI value %(value)s checksum does not match the given control value.
mi: Kāore te wāriu ISNI %(value)s i te tūhono ki te wāriu whakatina i hoatu.

source: organisation identifier type
mi: momo tautohu whakahaere

source: the New Zealand Qualifications Framework Qualification level
mi: te taumata Tohu Mātauranga e ai ki te Taura Here Tohu Mātauranga o Aotearoa

source: organisation
mi: whakahaere

source: qualification
mi: tohu mātauranga

source: start date
mi: rā tīmata

source: end date
mi: rā mutunga

source: Date of birth cannot be in the future: %(value)s
mi: Kāore e taea he rā whānau i te wāheke: %(value)s

source: gender
mi: ira

source: date of birth
mi: rā whānau

source: education level
mi: taumata mātauranga

source: employment status
mi: tūnga mahi

source: primary language spoken
mi: reo kōrero matua

source: languages spoken
mi: ngā reo kōrero

source: iwi groups
mi: iwi

source: career stages
mi: Ngā Taumata Umanga

source: external IDs
mi: Tuakiri o Waho

source: protection pattern
mi: tauira parahau

source: profile
mi: kāhua

source: start year
mi: tau tīmata

source: conferred on
mi: i whakawhiwhia i te

source: discipline
mi: akoranga

source: awarded by
mi: I whakawhiwhia e

source: research topic
mi: kaupapa rangahau

source: prestigious prize or medal
mi: paraihe whakahī, mētara whakahī rānei

source: year of recognition
mi: te tau i tūtohia

source: award
mi: whakawhiwhinga

source: amount
mi: te rahinga

source: Currency code
mi: Waehere moni

source: new
mi: hou

source: draft
mi: hukihuki

source: TAC accepted
mi: Kua whakaaehia e TAC

source: submitted
mi: kua tukuna

source: Please upload a scanned copy of your passport or drivers license in PDF, JPG, or PNG format
mi: Tēnā tukuatu tētahi tārua matawai o tō uruwhenua, raihana taraiwa rānei mā te hōputu PDF, JPG, PNG rānei

source: number
mi: tau

source: submitted by
mi: i tukuna e

source: curriculum vitae
mi: tātai pūmanawa

source: application name
mi: puka tono

source: round
mi: whiringa

source: team application
mi: tono

source: team name
mi: ingoa whānau

source: first name
mi: ingoa tuatahi

source: middle names
mi: ngā ingoa waenga

source: Comma separated list of middle names
mi: Rārangi ingoa waenga e whakawehea ana e ngā irapiko

source: last name
mi: ingoa whānau

source: position
mi: tūranga

source: postal address
mi: wāhitau pōhi

source: city
mi: mātāwaka

source: postcode
mi: waehere

source: daytime phone number
mi: tau waea awatea

source: mobile phone number
mi: tau waea pūkoro

source: email address
mi: wāhitau īmēra

source: summary
mi: whakarāpopototanga

source: completed application form
mi: puka tono kua whakaotihia

source: Please upload completed application form
mi: Tēnā tukuatu te puka tono kua whakaotihia

source: Photo Identity
mi: Whakaahua Tuakiri

source: Presentation URL
mi: URL Whakaaturanga

source: Please enter the URL where your presentation video can be viewed
mi: Tēnā tāurua te URL ki reira mātaki ai i tō ataata whakaaturanga

source: state
mi: tūnga

source: I have read and accept the Terms and Conditions
mi: Kua pānui ahau me te whakaae ki Ngā Ture me ngā Here

source: completed application budget spreadsheet
mi: ripanga mahere pūtea tono kua whakaotihia

source: Please upload completed application budget spreadsheet
mi: Tēnā tukuatu te ripanga mahere pūtea tono kua whakaotihia

source: You must upload a budget spreadsheet to complete your Prize application
mi: Me tāpiri tētahi ripanga mahere pūtea i mua i te tuku mai i te tono

source: You must accept the Prize's Terms and Conditions to submit an application
mi: Me whakaae koe ki ngā Ture me ngā Here i mua i te tuku i te tono

source: Your team lead has not yet accepted the Prize's Terms and Conditions
mi: Me whakaae to kaiārahi rōpū ki ngā Ture me ngā Here i mua i te tuku mai i tetono

source: The application is not completed. Missing summary and/or uploaded application form
mi: Kāore i oti te tono. Kei te ngaro te whakarāpopototanga, te puka tonoi tukuatu hoki/rānei

source: Your identity has not been verified. Please upload a scan of a document proving your identity.
mi: Kāore anō kia whakatūturutia tō tuakiri. Tēnā tukuatu i tētahi tārua o tō whakaahuatuakiri.

source: Not all nominated referees have responded which prevents your submission. Please either contact your referees, or replace them with one that will respond.
mi: Kāore ngā kaitautoko katoa i whakahoki kōrero mai. Tēnā whakapā atu ki ō kaitautoko, whakarerekētia tō rārangi kaitautoko rānei

source: Not all team members have given their consent to be part of the team which prevents your submission. Please either contact your team's members, or modify the team membership
mi: Kāore ō mema rōpū katoa i whakahoki kōrero mai me te tuku i tō rātou whakaaetanga.Tēnā whakapā atu ki ō mema rōpū, whakarerekētia tō rārangi mema rōpū rānei

source: Application Form
mi: Puka Tono

source: Testimonial Form Submitted By %s
mi: I tukuna te Puka Tautoko e %s

source: ethics statement
mi: tauākī matatika

source: Please upload human or animal ethics statement.
mi: Tēnā tukuatu te tauākī matatika tangata, kararehe rānei

source: Not Applicable
mi: Kāore he take

source: accepted
mi: kua whakaaetia

source: authorized
mi: kua whakamanahia

source: bounced
mi: i tupanatia

source: opted out
mi: kōwhiringa whakaputa

source: sent
mi: kua tukuna

source: testified
mi: i taunakihia

source: Before inviting referees, please upload a completed application form.
mi: Tēnā tukuatu te puka tono kua whakaotihia

source: Statement of Conflict of Interest of %s
mi: Tauākī mo te Raru Whaipānga o %s

source: apply
mi: tono

source: join
mi: hono

source: testify
mi: taunaki

source: authorize
mi: whakamana

source: panellist
mi: kaiwhiriwhiri

source: referee
mi: kaitautoko

source: endorsement, testimonial, or feedback
mi: kōrero whakamana, tuhinga tautoko, whakahokinga kōrero rānei

source: Please upload your endorsement, testimonial, or feedback
mi: Tēnā tukuatu i tō kōrero whakamana, tuhinga tautoko, whakahokinga kōrero rānei

source: Testimonial By Referee {0} For Application {1}
mi: Tuhinga Tautoko Nā te Kaitautoko {0} Mō te Tono {1}

source: Curriculum Vitae
mi: Tātai pūmanawa

source: scheme
mi: kāore

source: guideline link URL
mi: URL hononga aratohu

source: short description
mi: whakaahuatanga poto

source: research summary required
mi: e hiahiatia ana he whakarāpopototanga rangahau

source: can be submitted by a team
mi: ka taea e tētahi rōpū te tuku mai

source: photo ID required
mi: e hiahiatia ana tētahi whakaahua tuakiri

source: Applicant/Team representative CV required
mi: E hiahiatia ana te Tātai Pūmanawa a te Kaitono/Māngai rōpū

source: Nominator CV required
mi: E hiahiatia ana te Tātai Pūmanawa a te Kaitautapa

source: Referee CV required
mi: E hiahiatia ana te Tātai Pūmanawa a te Kaitautoko

source: Score Sheet Template
mi: Tātauira Raupepa Tatau

source: Nomination Template
mi: Tātauira Tautapanga

source: Application Template
mi: Tātauira Puka Tono

source: Referee Template
mi: Tātauira Kaitautoko

source: Budget Template
mi: Tātauira Mahere Pūtea

source: the round cannot close before it opens.
mi: kāore e taea te whiringa te kati i mua i tōna whakatūwheratanga

source: The panelist should comment their score
mi: Me kōrero te kaiwhiriwhiri mō tana tatau

source: criteria
mi: paearu

source: Overall Comment
mi: Kōrero Matua

source: Total Score
mi: Tapeke

source: Evaluation of %s by %s
mi: Aromātai o %s nā %s

source: Score
mi: atau

source: Email address of the nominee
mi: Wāhitau īmēra o te tangata tautapa

source: Organisation of the nominee
mi: Te whakahaere o te tangata tautapa

source: Nominator form
mi: Puka kaitautapa

source: Upload filled-in nominator form
mi: Tukuatu te puka kaitautapa kua whakakīhia

source: application
mi: tono

source: status
mi: tūnga

source: Nomination for "%s"
mi: Tautapanga mō "%s"

source: User Identity Verification
mi: Whakatūturutanga Tuakiri Kaiwhakamahi

source: User %(user)s submitted a photo identity for verification. Please review the ID here: %(url)s
mi: I tukuna e te kaiwhakamahi %(user)s tētahi whakaahua tuakiri mō te whakatūturutanga.Tēnā tirohia te tuakiri ki konei: %(url)s

source: Identity Verification of "%s"
mi: Whakatūturutanga Tuakiri o "%s"

source: Score Sheet
mi: Raupepa Tatau

source: Upload filled-in for all the applications in bulk
mi: Kua whakakīhia katoatia te tukuatu mō ngā tono katoa

source: The invitation has not been processed yet or it is in draft version
mi: Kāore anō kia whakaritea te tono, he putanga hukihuki rānei

source: The invitation was created
mi: I waihangatia te tono

source: The invitation was sent
mi: Kua tukuna atu te tono

source: The invitation was accepted
mi: Kua whakaaetia te tono

source: The invitee has turned down the nomination
mi: Kua ākirihia te tautapanga e te kaiwhiwhi tono

source: The invitation failed. Please check the email address
mi: I mūhore te tono. Tēnā tirohia te wāhitau īmēra

source: The invitation was submitted
mi: Kua tukuna te tono

source: Round
mi: Whiringa

source: Scheme
mi: Kāore

source: Number
mi: Tau

source: First Name
mi: Ingoa Tuatahi

source: Last Name
mi: Ingoa Whānau

source: Status
mi: Tūnga

source: Identity Verified
mi: Kua whakatūturutia te tuakiri

source: Forbidden (403)
mi: Kua āraia (403)

source: CSRF verification failed. Request aborted.
mi: I mūhore te whakatūturutanga CSRF. I hanepī te tono.

source: Page not found
mi: Kāore i kitea te whārangi

source: This is not the page you were looking for.
mi: Ehara tēnei i te whārangi e rapua ana e koe

source: Ooops!!! 500
mi: Aue!!! 500

source: Looks like something went wrong!
mi: Te āhua nei kua hē!

source: We track these errors automatically, but if the problem persists feel free to contact us. In the meantime, try refreshing.
mi: Ka whai aunoa mātou i ēnei hapa, engari ki te raru tonu, tēnāwhakapā mai ki a mātou. Mō nāianei, me tāmata.

source: Your Account
mi: Tō Pūkete

source: Primary email address
mi: Wāhitau īmēra matua

source: Secondary email addresses
mi: Wāhitau īmēra tuarua

source: First name
mi: Ingoa tuatahi

source: Middle name(s)
mi: Ingoa waenga

source: Last name
mi: Ingoa whānau

source: Linked accounts
mi: Ngā pūkete hono

source: My Info
mi: Aku mōhiohio

source: E-Mail Addresses
mi: Ngā Wāhitau Īmēra

source: Linked Accounts
mi: Ngā Pūkete Hono

source: Account Inactive
mi: Pūkete Tautauā

source: This account is inactive.
mi: He tautauā tēnei pūkete.

source: Sign In
mi: Takiuru

source: Sign Up
mi: Hono mai

source: Sign in with
mi: Takiuru mā te

source: Email address or username
mi: Wāhitau īmēra, ingoa kaiwhakamahi rānei

source: Password
mi: Kupuhuna

source: Remember password
mi: Maumaharatia te kupuhuna

source: Sign in
mi: Takiuru

source: Forgot Password?
mi: Kua wareware te kupuhuna?

source: Sign up with
mi: Hono mai mā te

source: E-mail
mi: Īmēra

source: E-mail address
mi: Wāhitau īmēra

source: Username
mi: Ingoa kaiwhakamahi

source: Account
mi: Pūkete

source: E-mail Addresses
mi: Ngā Wāhitau Īmēra

source: The following e-mail addresses are associated with your account:
mi: E tūhono ana ēnei wāhitau īmērā ki tō pūkete:

source: Verified
mi: I whakatūturutia

source: Unverified
mi: Kāore i whakatūturutia

source: Primary
mi: Matua

source: Make Primary
mi: Kia Matua Tēnei

source: Re-send Verification
mi: Tukuna anō te whakatūturutanga

source: Remove
mi: Tangohia

source: Warning:
mi: Whakatūpato:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
mi: Kāore anō kia whakaritea tētahi wāhitau īmēra. Me tāpiri wāhitau īmērā kia pai ai tō whiwhi whakamōhiotanga me te tautuhi anō i tō kupuhuna

source: Add E-mail Address
mi: Tāpirihia te Wāhitau Īmēra

source: Add E-mail
mi: Tāpirihia Īmēra

source: Do you really want to remove the selected e-mail address?
mi: Kei te hiahia koe ki te tango i te wāhitau īmēra i kōwhiria?

source: Hello from Prime Minister's Science Prizes!
mi: Tēnā koe mai i ngā Paraihe Pūtaiao a te Pirimia!

source: You are receiving this email because you are Admin for Prime Minister's Science Prizes
mi: E whiwhi ana koe i tēnei īmēra i te mea ko koe te Kaiwhakahaere mō ngā Paraihe Pūtaiao a te Pirimia

source: User Details
mi: Taipitopito Kōrero Kaiwhakamahi

source: Name
mi: Ingoa

source: Please click on the link to approve %(username)s with email address: %(email)s: <a href='%(approval_url)s'> %(approval_url)s </a>
mi: Tēnā pāwhiria te hononga kia whakaaetia a %(username)s mā te wāhitau īmēra %(email)s: <a href='%(approval_url)s'> %(approval_url)s </a>

source: Confirm E-mail Address
mi: Tūtohua te Wāhitau Īmērā

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
mi: Tēnā tūtohua ko <a href="mailto:%(email)s">%(email)s</a> tētahi īmēra wāhitau mēra mō te kaiwhakamahi %(user_display)s.

source: Confirm
mi: Tūtohua

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
mi: Kua mōnehu tēnei hononga tūtohu īmēra, he muhu rānei. Tēnā <a href="%(email_url)s">tētahi tono whakatūturu īmēra hou</a>.

source: Sign Out
mi: Takiputa

source: Are you sure you want to sign out?
mi: Kei te hiahia tonu koe ki te takiputa?

source: Change Password
mi: Hurihia te Kupuhuna

source: Password Reset
mi: Tautuhi Anō i te Kupuhuna

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
mi: I wareware tō kupuhuna? Tāurua tō wāhitau īmēra ki raro nei, ka tukuna e mātou tētahi īmēra ki a koe kia tautuhi anō.

source: Reset My Password
mi: Tautuhi Anō i Taku Kupuhuna

source: Please contact us if you have any trouble resetting your password.
mi: Tēnā whakapā mai ki a mātou mēnā he raruraru tāu ki te tautuhi anō i tō kupuhuna

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
mi: Kua tukuna tētahi īmēra ki a koe Tēnā whakapā mai ki a mātou ki te kore e tae atu ki a koe a kō ake nei.

source: Bad Token
mi: Kei te Raru te Waehere

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
mi: He muhu te hononga tautuhi anō i te kupuhuna, tērā pea kua whakamahia kētia. Tēnā tono atu mō <a href="%(passwd_reset_url)s">tētahi kupuhuna hou</a>.

source: change password
mi: hurihia te kupuhuna

source: Your password is now changed.
mi: Kua hurihia tō kupuhuna

source: Set Password
mi: Whakaritea te Kupuhuna

source: Sign Up Closed
mi: Kua Kati Te Wāhi Whakauru

source: We are sorry, but the sign up is currently closed.
mi: Ngā whakapāha, kua kati kē te whakaurunga i tēnei wā.

source: Verify Your E-mail Address
mi: Whakatūturutia Tō Wāhitau Īmēra

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
mi: Kua tukuna e mātou tētahi īmēra ki a koe kia whakatūturutia. Whāia te hononga i hoatu ki a koe hei whakaoti i te tukanga whakauru. Tēnā whakapā mai ki a mātou ki te kore e tae ki a koe ā kō ake nei.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
mi: Ko tā tēnei wāhanga o te paetukutuku he whakatūturu i tō tuakiri. Nō reira, me whakatūturu koe nāu tonu tō wāhitau īmēra.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
mi: Kua tukuna tētahi īmēra ki a koe hei whakatūturu. Tēnā pāwhiria te hononga ki roto i tēnei īmērā. Tēnā whakapā mai ki a mātou ki te kore e tae ki a koe ā kō ake nei.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
mi: Ki te kore ka taea tonu te <a href="%(email_url)s">tō wāhitau īmēra</a>.

source: Portal Admin
mi: Kaiwhakahaere Tomokanga

source: Save and send new invitation(s)
mi: Tiakina ka tukuna he tono hou

source: Do you want to close the form without saving it?
mi: Kei te hiahia koe ki te kati i te puka i mua i te tiaki?

source: The application has been already submitted and cannot be modified
mi: Kua tukuna kē te tono, kāore e taea te whakarerekē

source: Only the main applicant or a team member can edit the application
mi: Mā te kaitono matua anake, tētahi mema rōpū rānei e whakarerekē i te tono
