Repository: nad2000/RSTA-apportal-hub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: mi

source: Modify your application and continue application process
mi: Whakarerekētia tō tono ka whai tonu i te tukanga tono

source: Only the applicants and the panellists that submitted a statement of conflict of interest can export the application
mi: Mā ngā kaitono me ngā kaiwhiriwhiri anake nā rātou te tauākī raru whaipānga i tuku e kaweatu te tono

source: Export the application into a consolidated PDF file
mi: Kaweatu te tono mā tētahi kōnae PDF kua whakakotahitia

source: Export
mi: Kaweatu

source: Update
mi: Whakahou

source: Home
mi: Kāinga

source: About the Prizes
mi: He Whakamārama mō ngā Paraihe

source: Admin
mi: Kaiwhakahaere

source: Invite to join
mi: Tonoa kia hono

source: My Profile
mi: Taku Kāhua

source: New
mi: Hou

source: This Prize requires photo identification for the the lead applicant.
mi: Kāore anō tō tuakiri kia whakatūturutia

source: Please upload a scan of your Driver's Licence or Passport
mi: Tēnā tukuatu tētahi whakaahua tuakiri ki konei

source: You have an invitation that hasn't been acted on.
mi: He tono tāu kāore anō i whakaaetia e koe.

source: Please click here to review it
mi: Tēnā pāwhiria ki konei ki te whakaae

source: You have a nomination to apply that hasn't been acted on.
mi: He tono whakamana māngai ā-rōpū tāu kāore anō kia whakaaetia.

source: A user has submitted a photo for identity verification.
mi: Kua tukuna mai e tētahi kaiwhakamahi tētahi whakaahua hei whakatūturu i tana tuakiri

source: You have a request to join a Prize team that you still have to act on.
mi: He tono whakamana māngai ā-rōpū tāu kāore anō kia whakaaetia.

source: Please click here to review the request
mi: Tēnā pāwhiria ki konei kia tirotirohia te tono

source: You have a request to review a Prize application to act on.
mi: He tono tāu kia tirotirohia, me te tautoko i tētahi tono kāore anō kia tirotirohia.

source: Please click here to view the review request
mi: Tēnā pāwhiria ki konei kia tirotirohia te tono

source: You have a request to review and score a round that hasn't been reviewed yet.
mi: He tono tāu kia tirotiro me te tatau i tētahi whiringa kāore anō kia tirotirohia.

source: Please click here to review and score the round "%(round)s".
mi: Tēna pāwhiria ki konei kia tirotirohia, kia tatauria hoki te whiringa "%(round)s".

source: Royal Society Te Apārangi
mi: Te Apārangi

source: Subscription confirmation
mi: Whakaaetanga ohaurunga

source: Please confirm your subscription
mi: Tēnā whakaaetia tō ohaurunga

source: Yes, subscribe me
mi: Āe, ohaurutia ahau

source: No, do not subscribe me
mi: Kāo, kaua ahau e ohaurutia

source: Statement of Conflict of Interest
mi: Tauākī Raru Whaipānga

source: Team Members
mi: Ngā Mema Rōpū

source: Hereby I declare that I have no conflict of interest in respect to the lead and all the team members.
mi: Nā konei au e whakapuaki kāore aku raru whaipānga mō te kaiārahi me ngā mema katoa o te rōpū

source: The entry has been already submitted and cannot be modified.
mi: Kua tukuna kē te tāurunga, ā, kāore e taea te whakarerekē.

source: first step
mi: Ingoa tuatahi

source: submit
mi: Tukuna

source: Show
mi: Whakaatuhia

source: Criterion
mi: Paearu

source: Sign up for our newsletter
mi: Whakauru mai mō tō mātou kawerongo

source: Email address
mi: Wāhitau īmēra

source: Create
mi: Waihanga

source: Are you sure you wish to submit the form?
mi: Kei te hiahia tonu koe ki te tuku i te puka?

source: After the submitting this form You will not be able to revert the submission and make any changes!
mi: I muri i te tuku mai i tēnei puka kāore e taea te hoki atu ki te tāpaetanga kia whakarerekētia!

source: Submitted!
mi: Kua tukuna!

source: The firm has been submitted.
mi: Kua tukuna te puka

source: Account Approval Pending
mi: Kāore anō kia Whakaaetia te Pūkete

source: Apply for The Prime Minister’s Science Prizes
mi: Tono mai mō ngā Paraihe Pūtaiao a te Pirimia

source: Application Drafts
mi: Ngā Tono Hukihuki

source: Current Submitted Applications
mi: Ngā Tono Kua Tukuna o Nāianei

source: Application period
mi: Wā tono

source: Read
mi: Pānuitia

source: More
mi: Ētahi atu

source: Details
mi: Ngā Taipitopito Kōrero

source: The application period closed on
mi: I kati te wā tono i te

source: Continue
mi: Haere tonu

source: Application
mi: Tono

source: You are a panellist of this round and cannot apply for it
mi: He kaiwhiriwhiri koe mō tēnei whiringa, nō reira kāore e taea te tono

source: The application will be open on
mi: Ka tūwhera te tono a te

source: You have already submited one application in this round
mi: Kua tukuna kē koe i tētahi tono i tēnei whiringa

source: You need to be nominated in order to apply for the application
mi: Me tautapa tētahi i a koe kia āhei ai te tono mō te puka tono

source: Start a new application
mi: Tīmatahia tētahi tono hou

source: Apply
mi: Tono mai

source: Now
mi: Ināianei

source: Nominate to
mi: Tautapatia ki

source: Review
mi: Tirotirohia

source: Applications
mi: Ngā Tono

source: Edit
mi: Takatā

source: Panellist
mi: Te kaiwhiriwhiri

source: Conflicts of
mi: Ngā Raru

source: Interest
mi: Whaipānga

source: Scheme has no round available to apply for
mi: Kāore he whiringa o tēnei whakangārahu hei tono atu

source: Description
mi: Whakaahuatanga

source: Definition
mi: Tautuhinga

source: First Stage Researcher
mi: Kairangahau Taumata Tuatahi

source: A First Stage Researcher conducts research under supervision. This may include PhD and research masters students.
mi: Ko tā te Kairangahau Taumata Tuatahi he whakahaere rangahau i raro i tētahi kaiwhakahaere tikanga. Ka tae atu pea tēnei ki ngā tauira kairangi me ngā tauira rangahau tohu paerua.

source: Emerging Researcher
mi: Kairangahau Awhero

source: An Emerging Researcher has made a contribution through original research by developing a substantial body of work, innovation or application which may merit national or internationally refereed publications, patents, and papers at conferences and congresses.
mi: He whai hua ngā mahi rangahau tūturu a te Kairangahau Awhero nā tana waihanga i tētahi putanga mahi kūpara, aronga hou, taupānga rānei e whai take ai pea ki ngā pānuitanga ka arotakengia ā-motu, ā-ao rānei, ngā mana waihanga, me ngā tuhinga ka tukuna ki ngā wānanga me ngā hui taumata.

source: Established Researcher
mi: Kairangahau Pūmau

source: An Established Researcher identifies research problems and opportunities within their area of expertise, conducts research independently which advances a research agenda, can form research consortia, and secure research funding/budgets from funding agencies or industry, publishes papers as lead author, acts as a mentor for other researchers.
mi: Ko tā te Kairangahau Pūmau he tautohu i ngā raruraru rangahau me ngā āheinga kei tōna kaupapa mātanga, he motuhake tana whakahaere rangahau e kōkiritia ai tētahi kaupapa rangahau, he āhei ki te whakarite tōpūtanga rangahau, me te punga pūtea/tahua rangahau mai i ngā umanga pūtea, ahumahi rānei, he whakaputa tuhinga ko ia te kaituhi matua, he whakaruruhau hoki mō ētahi atu kairangahau.

source: Leading Researcher
mi: Kairangahau Matua

source: A Leading Researcher has an international reputation based on research excellence in their field and a proven record of securing significant research funding. This researcher is a professional development role model for others. They focus on long term team planning and career paths for researchers, securing funding for team positions.
mi: He rongonui i te ao te Kairangahau Matua nā runga i te hiranga o te rangahau i tōna kaupapa me tana pai ki te punga pūtea rangahau hira. He tauira akoranga ngaio tēnei kairangahau mō ētahi atu. Ka arotahi ki ngā mahere pae tawhiti ā-rōpū me ngā ara umanga mō ngā kairangahau, te punga pūtea mō ngā tūranga rōpū hoki.

source: Non-Researchers. For example, most teachers, students, and communicators will select this.
mi: Ehara i te kairangahau

source: Confirmation
mi: Whakaū

source: Start Prize Application
mi: Me Tīmata ki te Tono

source: Coming Soon
mi: Ā kō ake nei

source: Our website is under construction, follow us for update now!
mi: E waihangatia ana tā mātou paetukutuku, whai mai i a mātou ināianei mō ngā kōrero hou!

source: Days
mi: Ngā Rā

source: Hours
mi: Ngā Hāora

source: Minutes
mi: Ngā Mineti

source: Seconds
mi: Ngā Hēkona

source: Enter Email Address
mi: Tāurua te Wāhitau Īmēra

source: Subscribe
mi: Ohaurua

source: First
mi: Tuatahi

source: Reset
mi: Tautuhi anō

source: I have or do not have a conflict of interest in respect to all the applications
mi: He raru whaipānga, kāore he raru whaipānga rānei mō ngātono katoa

source: Conflict of Interests
mi: Ngā Raru Whaipānga

source: n/a
mi: Kāore he pānga

source: Download score sheet template
mi: Tikiake te tātauira raupepa tatau

source: Download Score Sheet
mi: Tikiake te Raupepa Tatau

source: Download generated score sheet
mi: Tikiake te raupepa tatau i waihangatia

source: Uploade Score Sheet
mi: Tukuatu te Raupepa Tatau

source: Commenting is mandatory
mi: He mea whakature te tuku kōrero

source: Save Draft
mi: Tiakina te Hukihuki

source: Please correct the email address and resend the invitation.
mi: Tēnā whakatikahia te wāhitau īmēra kia tuku anō i te tono.

source: Gender
mi: Ira

source: Date of Birth
mi: Rā Whānau

source: Ethnicity
mi: Mātāwaka

source: Education Level
mi: Taumata Mātauranga

source: Employment Status
mi: Tūnga mahi

source: Primary Language Spoken
mi: Reo Kōrero Matua

source: Languages Spoken
mi: Ngā Reo Kōrero

source: Iwi Groups
mi: Iwi

source: Import From ORCID
mi: Kawemai i ORCID

source: Fetch all profile data from ORCID
mi: Tīkina ngā raraunga kāhua katoa i ORCID

source: Your Profile
mi: Tō Kāhua

source: Profile
mi: Kāhua

source: Career Stages
mi: Ngā Taumata Umanga

source: Section #2...
mi: Wāhanga #2

source: Section #3...
mi: Wāhanga #3

source: Section #4...
mi: Wāhanga #4

source: Year of birth
mi: Tau whānau

source: Employment status
mi: Tūnga mahi

source: Primary language spoken
mi: Reo kōrero matua

source: Lanuages spoken
mi: Ngā reo kōrero

source: E-Mail
mi: Īmēra

source: Privacy Statement
mi: Tauākī Tūmataitinga

source: No Protection needed
mi: Kāore he take o te Parahau

source: Organisations that you have an affiliation with. Note that the organisation where you are primarily employed, or study, will be published if you are awarded a prize.
mi: Ngā whakahaere e whai pānga ana koe. Kia mōhio koe, ko te whakahaere e tino mahi ana koe, e ako ana rānei, ka whakaputaina mēnā ka whakawhiwhia koe ki tētahi paraihe.

source: Career stage is requested to be able to understand the proportion of researchers at different stages of their career. The expectation is that this will assist in the development of funding mechanisms and support tools. Only used at aggregated levels for statistical and reporting purposes.
mi: E tonoa ana he raupapa ara mahi kia mārama ai ki te ōwehenga o ngā kairangahau i te wāhanga rerekē o tōna ara mahi rerekē. Ko te manako ka āwhina tēnei ki te hanga tikanga tuku pūtea me ngā utauta tautoko. Ka whakamahia anake i ngā taumata tōpū mō ngā kaupapa tatauranga me te tuku pūrongo.

source: Identifiers that are yours in public systems, e.g. authenticated ORCID iD, Scopus ID, ResearcherID, and Teacher Registration Number. Please DO NOT enter personal identifiers such as IRD Number, National Student Number or National Health Number.
mi: Ko ō pūtautuhi i roto i ngā pūnaha tūmatanui, hei tauira, ORCID ID kua whakatūturutia, ID Kairangahau, me te Tau Rēhita Kaiako. KAUA e tāuru pūtautuhi whaiaro pērā i te Tau IRD, Tau Ākonga ā-Motu, Tau Hauora ā-Motu rānei.

source: Curriculum Vitae are required from the following: <ul> <li>Team leaders and sole applicants with the exception of the Future Scientist Prize. Applicants for the Future Scientist Prize DO NOT need to provide a CV.</li> <li>Nominators for the Science Teacher Prize</li> <li>Referees for all prizes with the exception of the Future Scientist and Science Teacher Prizes</li> </ul> If in doubt skip this step, and when required a CV will be requested.<br><br> For NZ-based researchers, a current CV in the <a href="https://www.royalsociety.org.nz/assets/documents/NZ-RST-CV-Template.doc">NZ RST CV Template</a> is preferred. All others, please provide a CV in whatever is your preferred format.
mi: <p>E hiahiatia ana he Tāhuhu Tangata mai i ēnei e whai ake:</p> <ul> <li>Ngā kaiārahi rōpū me ngā kaitono takitahi, hāunga te Tohu Tohunga Pūtaiao Anamata. KĀORE E MATE ngā kaitono mō te Tohu Tohunga Pūtaiao Anamata ki te tuku tētahi tāhuhu tangata.</li> <li>Ngā kaikōhari mō te Tohu Kaiako Pūtaiao.</li> <li>Ngā kaitautoko mō ngā paraihe katoa, hāunga Ngā Tohu Tohunga Anamata me te Kaiako Pūtaiao.</li> </ul> <p>Mēnā kei te māharahara waiho tēnei wāhanga, ā, ina hiahiatia ana ka tonoa he tāhuhu tangata.</p> <p>Mō ngā kairangahau kei Aotearoa, he pai ake tētahi tāhuhu tangata onāianei i roto i te <a href="https://www.royalsociety.org.nz/assets/documents/NZ-RST-CV-Template.doc">Tauira Tāhuhu Tangata NZ RST CV.</a> Mō ētahi atu, me tuku mai he tāhuhu tangata ki te takotoranga e hiahia ana koe. He 2 whārangi te mōrahi. </p>

source: Academic record is requested to enable analysis of the effect of qualifications on research performance, career trajectories, and to better understand needs for succession planning and support for particular groups.
mi: E tonoa ana he whakaaturanga mātauranga kia taea ai te tātari te pānga o ngā tohu ki te whakatutukitanga rangahau, ngā rerenga ara mahi, ā, kia mārama ake ai ki te mahere tauatanga me te tautoko i ētahi rōpū ake.

source: Organisation Affiliations
mi: Ngā Tūhononga Whakahaere

source: Organisation
mi: Whakahaere

source: Role
mi: Tūranga

source: Start Date
mi: Rā Tīmata

source: End Date
mi: Rā Mutunga

source: External IDs
mi: Tuakiri o Waho

source: Type
mi: Momo

source: Value
mi: Wāriu

source: Academic Records
mi: Pūkete Akoranga

source: Start Year
mi: Tau Tīmata

source: Qualification
mi: Tohu Mātauranga

source: Conferred On
mi: I Whakawhiwhia i te

source: Discipline
mi: Akoranga

source: Awarded By
mi: I Whakawhiwhia E

source: Research Topic
mi: Kaupapa Rangahau

source: Prizes and/or Medals
mi: Paraihe, Mētara hoki/rānei

source: Year Of Recognition
mi: Tau i Whakawhiwhia

source: Award
mi: Tohu

source: Amount
mi: Te Nui

source: Professional Bodies
mi: Tōpūtanga Ngaio

source: Position
mi: Tūranga

source: Approve
mi: Whakaae

source: Total
mi: Tapeke

source: Lead
mi: Kaiārahi

source: Export in Microsoft Excel 2003 format
mi: Kaweatu mā te hōputu Microsoft Excel 2003

source: Export in Microsoft Excel 2007+ format
mi: Kaweatu mā te hōputu Microsoft Excel 2007+

source: Export in ODF Spreadsheet format
mi: Kaweatu mā te hōputu Ripanga ODF

source: Score Sheet Upload
mi: Tukuatu Raupepa Tatau

source: Here you can uploade a score sheet for the all application you gave the statement of the conflict of interest in the round "%(round)s"
mi: Ka taea e koe te tukuatu i tētahi raupepa tatau ki konei mō ngā tauākī raru whaipānga e hāngai ana ki ngā tono katoa i tukuna ai e koe i te whiringa "%(round)s"

source: Your can amend and resubmit the statements of the conflict of interest for the round "%(round)s"
mi: Ka taea e koe te whakatika me te tuku anō i ngā tauākī raru whiapānga mō te whiringa "%(round)s"

source: Saved application drafts
mi: Ngā tono hukihuki e tiakina ana

source: Drafts
mi: Ngā Hukihuki

source: Submitted and previous applications
mi: Ngā tono i tukuna me ngā tono o mua

source: Submitted
mi: Kua Tukuna

source: Nominations
mi: Ngā Tautapanga

source: No nomination saved or submitted
mi: Kāore i tiakina, kāore i tukuna rānei te tautapanga

source: Saved nomination drafts
mi: Ngā tautapanga hukihuki i tiakina

source: Submitted and previous nominations
mi: Ngā tautapanga i tukuna, o mua hoki

source: Testimonials
mi: Ngā Tuhinga Tautoko

source: No testimonials saved or submitted
mi: Kāore i tiakina, i tukuna rānei tētahi tuhinga tautoko

source: Saved testimonial drafts
mi: Ngā tuhinga tautoko hukihuki i tiakina

source: Submitted and previous testimonials
mi: Ngā tuhinga tautoko i tukuna, o mua hoki

source: Reviews
mi: Arotakenga

source: No reviews saved or submitted
mi: Kāore i tiakina, i tukuna rānei tētahi arotakenga

source: Working
mi: E mahi ana

source: Submitted and previous reviews
mi: Ngā arotakenga i tukuna, o mua hoki

source: Add or remove linked external system or social network accounts
mi: Tāpirihia, tangohia rānei te pūnaha ā-waho e tūhono ana, ngā pūkete whatunga pāpori rānei

source: Set or reset your password
mi: Tautuhia, tautuhia anōtia rānei tō kupuhuna

source: Vimeo video player
mi: Taupānga whakaatu ataata Vimeo

source: Your browser does not support the video tag.
mi: Kāore tō pūtirotiro e tautoko ana i te tūtohu ataaata.

source: Team:
mi: Rōpū:

source: Postal Address
mi: Wāhitau Pōhi

source: Daytime Phone Number
mi: Tau Waea Awatea

source: Mobile Phone Number
mi: Tau Waea Pūkoro

source: Summary (English)
mi: Whakarāpopototanga (Reo Pākehā)

source: Summary (Maori)
mi: Whakarāpopototanga (Reo Māori)

source: Summary
mi: Whakarāpopototanga

source: Completed Application Form
mi: Puka Tono Kua Whakaotihia

source: Completed Application Form (PDF version)
mi: Puka Tono Kua Whakaotihia (hōputu PDF)

source: Social Network Login Failure
mi: I Mūhore te Takiurunga Whatunga Pāpori

source: An error occurred while attempting to login via your social network account.
mi: I puta tētahi hapa i a koe e takiuru ana ki to pūkete whatunga pāpori.

source: Account Connections
mi: Ngā Tūhononga Pūkete

source: You can sign in to your account using any of the following third party accounts
mi: Ka taea e koe te takiuru ki tō pūkete mā te whakamahi i ngā pūkete ratonga kē e whai ake nei

source: You currently have no social network accounts connected to this account.
mi: Kāore ō pūkete whatunga pāpori e tūhono ana ki tēnei pūkete.

source: Add a 3rd Party Account
mi: Tāpirihia tētahi Pūkete Ratonga Kē

source: Login Cancelled
mi: I whakakorengia te Takiurunga

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
mi: I whakatauhia e koe kia whakakore tō takiurunga ki tō mātou paetukutuku mā te whakamahi i tētahi o ō pūkete. Mēnā i hē tēnei, tēnā haere ki te <a href="%(login_url)s">takiuru</a>.

source: Signup
mi: Hono mai

source: Connect with <strong>Google</strong>
mi: Tūhonoa mā te <strong>Google</strong>

source: Connect with <strong>ORCID iD</strong>
mi: Tūhonoa mā te <strong>ORCID iD</strong>

source: Product Photo
mi: Whakaahua Hautaonga

source: Show Only Conflicts
mi: Whakaatuhia Ngā Raru Anake

source: Filter
mi: Tātari

source: Export Format
mi: Hōputu Kaweatu

source: yes
mi: āe

source: no
mi: kāo

source: Your portal access has not been authorised, please allow up to two working days for admin us to look into your request.
mi: Kāore anō kia whakaaetia tō kāhua, kei te tirotiro te Kaiwhakahaere i tō tono.

source: Confirmation e-mail sent to %s.
mi: I tukuna te īmēra whakaae ki %s.

source: Thank you for subscribing to our newsletter.
mi: Tēnā koe mōu i ohauru ki tā mātou kawerongo.

source: We will miss You
mi: E pōuri ana i tō wehenga

source: Your profile has not been approved, Admin is looking into your request
mi: Kāore anō kia whakaaetia tō kāhua, kei te tirotiro te Kaiwhakahaere i tō tono.

source: there is already user with this email address:
mi: nā tētahi atu kaiwhakamahi kē tēnei wāhitau īmēra:

source: In order to import ORCID profile, please, link your ORCID account to your portal account.
mi: Hei kawemai i tō kāhua ORCID, tēnā, tūhonoa tō pūkete ORCID ki tō pūkete tomokanga.

source: An invitation was sent to
mi: I tukuna tētahi tono ki a

source: I agree to be part of this team
mi: E whakaae ana ahau ki te kaiārahi rōpū

source: Please review the application and authorize your team representative.
mi: Tēnā tirotirohia te tono ka whakamanahia tō māngai rōpū.

source: %d invitation(s) to join the team have been sent.
mi: kua tukuna te/ngā tono ki te māngai rōpū kia whakamanahia %d.

source: %d referee invitation(s) sent.
mi: kua tukuna te/ngā tono kaitautoko %d

source: Your application form was converted into PDF file. Please review the converted application form version <a href='%s'>%s</a>.
mi: I hurihia tō puka tono hei kōnae PDF. Tēnā tirotirohia te putanga o te puka tono i hurihia <a href='%s'>%s</a>

source: Your team lead/representative must submit a CVbefore submitting the application
mi: Me tuku mai tō kaiārahi/māngai rōpū tētahi tātai pūmanawa i mua i te tuku i te tono

source: To complete the application, you must provide a CV, please add a current CV to your profile. Otherwise the Prize application cannot be considered.
mi: Hei whakaoti i te tono, me tuku mai i tētahi tātai pūmanawa, tēnā tāpirihia tētahi tātai pūmanawa o nāianei ki tō kāhua. Ki te kore ka kore te tono Paraihe e whiriwhiria.

source: You must submit a ethics statement with your application If it is not relevant, please state why.
mi: Me tuku mai i tētahi Tauākī Matatika me tō tono i mua i te tuku i te tono

source: You have to accept the Terms and Conditions before submitting the application
mi: Me whakaae koe ki ngā Ture me ngā Here i mua i te tuku i te tono

source: You must add a budget spreadsheet before submitting the application
mi: Me tāpiri tētahi ripanga mahere pūtea i mua i te tuku mai i te tono

source: Missing the application form. Please attach an application form and re-submit
mi: Kei te ngaro te puka tono. Tēnā tāpirihia tētahi puka tono ka tuku anō

source: Your application has been successfully submitted. The Prize secretariat will be in touch if there is anything more needed. Good luck.
mi: I tutuki te tuku mai i tō tono. Ka whakapā atu te tari hēkeretari Paraihe ki a koe mēnā e hiahiatia ana ētahi atu kōrero. Kia ora ki a koe.

source: You are a panellist for this round. You cannot apply for this round: %s
mi: He kaiwhiriwhiri koe mō tēnei whiringa. Kāore e taea e koe te tono mō tēnei whiringa: %s

source: You have already created an application. Please update it.
mi: Kua waihanga kē koe i tētahi tono. Tēnā whakahoutia.

source: Application Filter
mi: Tātari Tono

source: %s ORCID records imported
mi: e %s ngā pūrongo ORCID i kawemai

source: Record deleted: %s
mi: I mukua te pūkete: %s

source: %d records deleted
mi: e %d ngā pūkete i mukua

source: Import from ORCiD
mi: Kawemai i ORCiD

source: Professional Membership
mi: Mematanga Ngaio

source: Professional Qualification
mi: Tohu Ngaio

source: A CV successfully uploaded: <a href="%s">%s</a>
mi: I tutuki te tukuatu i tētahi tātai pūmanawa: <a href="%s">%s</a>

source: Failed to convert your nomination form into PDF. Please save your nomination form into PDF format and try to upload it again.
mi: I mūhore te huri i tō puka tautapanga hei PDF. Tēnā tiakina tō puka tautapanga hei hōputu PDF ka tukuatu anō.

source: No Profile summary found or User haven't completed his/her Profile. Please come back again!
mi: Kāore i kitea te whakarāpopototanga Kāhua, kāore rānei te Kaiwhakamahi i whakaoti i tana Kāhua. Tēnā hoki mai anō!

source: Your nomination form was converted into PDF file. Please review the converted nomination form version <a href='%s'>%s</a>.
mi: I hurihia tō puka tautapanga hei kōnae PDF. Tēnā tirotirohia te putanga o te puka tautapanga i hurihia: <a href='%s'>%s</a>.

source: Missing the nomination form. Please attach a nomination form and re-submit
mi: Kei te ngaro te puka tautapanga. Tēnā tāpirihia tētahi puka tautapanga ka tuku anō
